Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# dashboard.payroll.status.notReceived
source: I have not received my pay
ar: لم أتلق راتبي
bg: Не съм получил/а моята заплата
bn: আমি আমার বেতন পাইনি
ca: No he rebut la meva nòmina
cs: Neobdržel jsem svou výplatu
da: Jeg har ikke modtaget min løn
de: Ich habe meine Bezahlung nicht erhalten
el: Δεν έχω λάβει την πληρωμή μου
es: No he recibido mi pago
et: Ma ei ole oma palka saanud
fa: دستمزد خود را دریافت نکردم
fi: En ole vastaanottanut palkkaani
fil: Hindi ko natanggap ang aking sahod
fr: Je n'ai pas reçu mon salaire
he: לא קיבלתי את השכר שלי
hi: मुझे अपना वेतन नहीं मिला
hr: Nisam primio/la svoju plaću
hu: Nem kaptam meg a fizetésemet
id: Saya belum menerima gaji saya
is: Ég hef ekki fengið laun mín
it: Non ho ricevuto lo stipendio
ja: 給与を受け取っていません
ko: 급여를 받지 못했습니다
lt: Negavau savo atlyginimo
lv: Es nesu saņēmis savu algu
nb: Jeg har ikke mottatt lønnen min
nl: Ik heb mijn salaris niet ontvangen
nn: Jeg har ikke mottatt lønnen min
pl: Nie otrzymałem/am swojej pensji
pt_br: Não recebi meu pagamento
ro: Nu am primit salariul
ru: Я не получил зарплату
sk: Neobdržal som svoju výplatu
sl: Nisem prejel/-a svoje plače
sr: Nisam primio/primila svoju platu
sv: Jag har inte mottagit min lön
sw: Sijapokea malipo yangu
ta: நான் எனது சம்பளத்தைப் பெறவில்லை
th: ฉันไม่ได้รับเงินเดือนของฉัน
tr: Maaşımı almadım
uk: Я не отримав свою зарплату
ur: مجھے اپنی تنخواہ نہیں ملی
vi: Tôi chưa nhận được lương của mình
zh_hans: 我没有收到工资
zh_hant: 我未收到薪酬

# dashboard.payroll.status.received
source: I have received my pay
ar: لقد تلقيت راتبي
bg: Получил/а съм моята заплата
bn: আমি আমার বেতন পেয়েছি
ca: He rebut la meva nòmina
cs: Obdržel jsem svou výplatu
da: Jeg har modtaget min løn
de: Ich habe meine Bezahlung erhalten
el: Έχω λάβει την πληρωμή μου
es: He recibido mi pago
et: Olen oma palka saanud
fa: دستمزد خود را دریافت کردم
fi: Olen vastaanottanut palkkaani
fil: Natanggap ko ang aking sahod
fr: J'ai reçu mon salaire
he: קיבלתי את השכר שלי
hi: मुझे अपना वेतन मिल गया
hr: Primio/la sam svoju plaću
hu: Megkaptam a fizetésemet
id: Saya telah menerima gaji saya
is: Ég hef fengið laun mín
it: Ho ricevuto lo stipendio
ja: 給与を受け取りました
ko: 급여를 받았습니다
lt: Gavau savo atlyginimą
lv: Es saņēmu savu algu
nb: Jeg har mottatt lønnen min
nl: Ik heb mijn salaris ontvangen
nn: Jeg har mottatt lønnen min
pl: Otrzymałem/am swoją pensję
pt_br: Recebi meu pagamento
ro: Am primit salariul
ru: Я получил зарплату
sk: Obdržal som svoju výplatu
sl: Prejel/-a sem svoje plače
sr: Primio/primila sam svoju platu
sv: Jag har mottagit min lön
sw: Nimepokea malipo yangu
ta: நான் எனது சம்பளத்தைப் பெற்றுவிட்டேன்
th: ฉันได้รับเงินเดือนของฉัน
tr: Maaşımı aldım
uk: Я отримав свою зарплату
ur: مجھے اپنی تنخواہ مل گئی
vi: Tôi đã nhận được lương của mình
zh_hans: 我已收到工资
zh_hant: 我已收到薪酬

# dashboard.payrollCard.includesAdjustments
source: Includes adjustments
ar: يشمل التعديلات
bg: Включва корекции
bn: সমন্বয় অন্তর্ভুক্ত
ca: Inclou ajustos
cs: Zahrnuje úpravy
da: Inkluderer justeringer
de: Enthält Anpassungen
el: Περιλαμβάνει προσαρμογές
es: Incluye ajustes
et: Sisaldab korrigeerimisi
fa: شامل تعدیلات
fi: Sisältää oikaisuja
fil: Kasama ang mga pagsasaayos
fr: Inclut des ajustements
he: כולל התאמות
hi: समायोजन शामिल हैं
hr: Uključuje prilagodbe
hu: Korrekciókat tartalmaz
id: Termasuk penyesuaian
is: Inniheldur leiðréttingar
it: Include rettifiche
ja: 調整額を含む
ko: 조정액 포함
lt: Įskaičiuoti koregavimai
lv: Ietver korekcijas
nb: Inkluderer justeringer
nl: Inclusief aanpassingen
nn: Inkluderer justeringer
pl: Zawiera korekty
pt_br: Inclui ajustes
ro: Include ajustări
ru: Включает корректировки
sk: Zahŕňa úpravy
sl: Vključuje prilagoditve
sr: Uključuje korekcije
sv: Inkluderar justeringar
sw: Inajumuisha marekebisho
ta: சரிசெய்தல்கள் அடங்கும்
th: รวมการปรับปรุง
tr: Düzeltmeleri içerir
uk: Включає коригування
ur: ایڈجسٹمنٹس شامل ہیں
vi: Bao gồm các điều chỉnh
zh_hans: 包含调整项
zh_hant: 包含調整項目

# dashboard.payrollDetails.addAdjustment
source: Add adjustment
ar: إضافة تعديل
bg: Добави корекция
bn: সমন্বয় যোগ করুন
ca: Afegeix ajust
cs: Přidat úpravu
da: Tilføj justering
de: Anpassung hinzufügen
el: Προσθήκη προσαρμογής
es: Añadir ajuste
et: Lisa korrigeerimine
fa: افزودن تعدیل
fi: Lisää oikaisu
fil: Magdagdag ng pagsasaayos
fr: Ajouter un ajustement
he: הוסף התאמה
hi: समायोजन जोड़ें
hr: Dodaj prilagodbu
hu: Kiigazítás hozzáadása
id: Tambah penyesuaian
is: Bæta við aðlögun
it: Aggiungi adeguamento
ja: 調整を追加
ko: 조정 추가
lt: Pridėti koregavimą
lv: Pievienot pielāgojumu
nb: Legg til justering
nl: Aanpassing toevoegen
nn: Legg til justering
pl: Dodaj korektę
pt_br: Adicionar ajuste
ro: Adaugă ajustare
ru: Добавить корректировку
sk: Pridať úpravu
sl: Dodaj prilagoditev
sr: Dodaj usklađenje
sv: Lägg till justering
sw: Ongeza marekebisho
ta: சரிசெய்தல் சேர்
th: เพิ่มรายการปรับ
tr: Ayarlama ekle
uk: Додати коригування
ur: ایڈجسٹمنٹ شامل کریں
vi: Thêm điều chỉnh
zh_hans: 添加调整
zh_hant: 新增調整

# dashboard.payrollDetails.adjustment.descriptionPlaceholder
source: Description
ar: الوصف
bg: Описание
bn: বিবরণ
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: توضیحات
fi: Kuvaus
fil: Paglalarawan
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ko: 설명
lt: Aprašymas
lv: Apraksts
nb: Beskrivelse
nl: Beschrijving
nn: Skildring
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sr: Opis
sv: Beskrivning
sw: Maelezo
ta: விளக்கம்
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
zh_hans: 说明
zh_hant: 說明

# dashboard.payrollDetails.adjustmentAmount
source: Amount
ar: المبلغ
bg: Сума
bn: পরিমাণ
ca: Import
cs: Částka
da: Beløb
de: Betrag
el: Ποσό
es: Importe
et: Summa
fa: مبلغ
fi: Summa
fil: Halaga
fr: Montant
he: סכום
hi: राशि
hr: Iznos
hu: Összeg
id: Jumlah
is: Upphæð
it: Importo
ja: 金額
ko: 금액
lt: Suma
lv: Summa
nb: Beløp
nl: Bedrag
nn: Beløp
pl: Kwota
pt_br: Valor
ro: Sumă
ru: Сумма
sk: Suma
sl: Znesek
sr: Iznos
sv: Belopp
sw: Kiasi
ta: தொகை
th: จำนวนเงิน
tr: Tutar
uk: Сума
ur: رقم
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

# dashboard.payrollDetails.adjustmentBonus
source: Bonus
ar: مكافأة
bg: Бонус
bn: বোনাস
ca: Bonificació
el: Μπόνους
es: Bono
et: Boonus
fa: پاداش
fr: Prime
he: בונוס
hi: बोनस
hu: Bónusz
is: Bónus
ja: ボーナス
ko: 보너스
lt: Premija
lv: Bonuss
pt_br: Bônus
ru: Бонус
sw: Bonasi
ta: போனஸ்
th: โบนัส
tr: Prim
uk: Бонус
ur: بونس
vi: Thưởng
zh_hans: 奖金
zh_hant: 獎金

# dashboard.payrollDetails.adjustmentCategory
source: Category
ar: الفئة
bg: Категория
bn: বিভাগ
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fa: دسته‌بندی
fi: Luokka
fil: Kategorya
fr: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリ
ko: 카테고리
lt: Kategorija
lv: Kategorija
nb: Kategori
nl: Categorie
nn: Kategori
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sr: Kategorija
sv: Kategori
sw: Kategoria
ta: வகை
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur: زمرہ
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

# dashboard.payrollDetails.adjustmentCorrection
source: Correction
ar: تصحيح
bg: Корекция
bn: সংশোধন
ca: Correcció
cs: Oprava
da: Korrektion
de: Korrektur
el: Διόρθωση
es: Corrección
et: Parandus
fa: اصلاح
fi: Korjaus
fil: Pagwawasto
he: תיקון
hi: सुधार
hr: Ispravak
hu: Korrekció
id: Koreksi
is: Leiðrétting
it: Correzione
ja: 修正
ko: 정정
lt: Pataisymas
lv: Korekcija
nb: Korrigering
nl: Correctie
nn: Korrigering
pl: Korekta
pt_br: Correção
ro: Corecție
ru: Корректировка
sk: Oprava
sl: Popravek
sr: Ispravka
sv: Korrigering
sw: Marekebisho
ta: திருத்தம்
th: การแก้ไข
tr: Düzeltme
uk: Коригування
ur: درستگی
vi: Điều chỉnh sai sót
zh_hans: 更正
zh_hant: 更正

# dashboard.payrollDetails.adjustmentEarnedFrom
source: Earned from
ar: مكتسب من
bg: Начислено от
bn: অর্জিত শুরু
ca: Meritat des de
cs: Vyděláno od
da: Optjent fra
de: Verdient von
el: Αποδοχές από
es: Devengado desde
et: Teenitud alates
fa: کسب‌شده از
fi: Ansaittu alkaen
fil: Kinita mula
fr: Gagné du
he: נצבר מ־
hi: अर्जित अवधि शुरू
hr: Zarađeno od
hu: Elszámolva ettől
id: Diperoleh dari
is: Áunnið frá
it: Maturato da
ja: 対象開始
ko: 발생 시작일
lt: Uždirbta nuo
lv: Nopelnīts no
nb: Opptjent fra
nl: Verdiend van
nn: Tent frå
pl: Należne od
pt_br: Ganho de
ro: Câștigat din
ru: Заработано с
sk: Zarobené od
sl: Prisluženo od
sr: Zarađeno od
sv: Intjänad från
sw: Iliyopatikana kutoka
ta: ஈட்டியது முதல்
th: ได้รับตั้งแต่
tr: Kazanım başlangıcı
uk: Зароблено з
ur: کمایا گیا از
vi: Tích lũy từ
zh_hans: 起算日期
zh_hant: 起算日

# dashboard.payrollDetails.adjustmentEarnedRangeHelp
source: Optional note for what period the adjustment belongs to. It does not move the payout.
ar: ملاحظة اختيارية عن الفترة التي يخصها التعديل. لا يغيّر موعد الصرف.
bg: Незадължителна бележка за периода, към който се отнася корекцията. Не променя плащането.
bn: অ্যাডজাস্টমেন্টটি কোন সময়ের জন্য তা বোঝাতে ঐচ্ছিক নোট। এটি পেমেন্ট সরায় না।
ca: Nota opcional del període al qual correspon l'ajust. No mou el pagament.
cs: Volitelná poznámka k období, kterého se úprava týká. Výplatu neposune.
da: Valgfri note om, hvilken periode justeringen gælder. Den flytter ikke udbetalingen.
de: Optionale Notiz, für welchen Zeitraum die Anpassung gilt. Die Auszahlung wird nicht verschoben.
el: Προαιρετική σημείωση για την περίοδο στην οποία ανήκει η προσαρμογή. Δεν μετακινεί την πληρωμή.
es: Nota opcional sobre el período al que corresponde el ajuste. No mueve el pago.
et: Valikuline märkus, millise perioodi kohta korrigeering käib. See ei muuda väljamakset.
fa: یادداشت اختیاری برای دوره‌ای که این تعدیل مربوط به آن است. زمان پرداخت را جابه‌جا نمی‌کند.
fi: Valinnainen huomio ajanjaksosta, johon korjaus kuuluu. Se ei siirrä maksua.
fil: Opsyonal na tala kung saang panahon nabibilang ang adjustment. Hindi nito inililipat ang payout.
fr: Note facultative sur la période concernée par l’ajustement. Ne change pas le paiement.
he: הערה אופציונלית לגבי התקופה שההתאמה שייכת אליה. היא לא משנה את מועד התשלום.
hi: समायोजन किस अवधि का है, इसके लिए वैकल्पिक नोट। इससे भुगतान नहीं बदलता।
hr: Neobavezna bilješka za razdoblje kojem prilagodba pripada. Ne mijenja isplatu.
hu: Opcionális megjegyzés arról, melyik időszakhoz tartozik a korrekció. Nem módosítja a kifizetést.
id: Catatan opsional untuk periode penyesuaian ini berlaku. Ini tidak menggeser pembayaran.
is: Valfrjáls athugasemd um hvaða tímabil leiðréttingin tilheyrir. Hún færir ekki útborgunina.
it: Nota facoltativa sul periodo a cui appartiene la rettifica. Non sposta il pagamento.
ja: 調整の対象期間の任意メモです。支給日は変わりません。
ko: 조정이 해당하는 기간에 대한 선택 메모입니다. 지급일은 이동되지 않습니다.
lt: Pasirenkama pastaba, kuriam laikotarpiui priklauso koregavimas. Išmokėjimo ji neperkelia.
lv: Neobligāta piezīme par periodu, uz kuru attiecas korekcija. Tā nemaina izmaksu.
nb: Valgfri merknad for hvilken periode justeringen gjelder. Den flytter ikke utbetalingen.
nl: Optionele notitie voor welke periode de aanpassing geldt. Dit verplaatst de uitbetaling niet.
nn: Valfri merknad om kva periode justeringa gjeld. Ho flyttar ikkje utbetalinga.
pl: Opcjonalna uwaga o okresie, którego dotyczy korekta. Nie zmienia terminu wypłaty.
pt_br: Nota opcional sobre o período ao qual o ajuste pertence. Não altera o pagamento.
ro: Notă opțională despre perioada de care aparține ajustarea. Nu mută plata.
ru: Необязательная заметка о периоде, к которому относится корректировка. Дату выплаты не меняет.
sk: Voliteľná poznámka, ku ktorému obdobiu úprava patrí. Neovplyvní výplatu.
sl: Izbirna opomba, za katero obdobje velja prilagoditev. Ne premakne izplačila.
sr: Opciona napomena za period na koji se korekcija odnosi. Ne pomera isplatu.
sv: Valfri anteckning om vilken period justeringen gäller. Den flyttar inte utbetalningen.
sw: Dokezo la hiari la kipindi ambacho marekebisho yanahusu. Halisogezi malipo.
ta: சரிசெய்தல் எந்த காலத்துக்கானது என்பதற்கான விருப்பக் குறிப்பு. இது கொடுப்பனவை மாற்றாது.
th: หมายเหตุเพิ่มเติมสำหรับช่วงเวลาที่รายการปรับนี้เกี่ยวข้อง ไม่ได้เลื่อนการจ่ายเงิน
tr: Düzeltmenin ait olduğu dönem için isteğe bağlı not. Ödemeyi taşımaz.
uk: Необов’язкова примітка про те, за який період належить коригування. Це не переносить виплату.
ur: اس مدت کے لیے اختیاری نوٹ جس سے یہ ایڈجسٹمنٹ متعلق ہے۔ اس سے ادائیگی آگے نہیں بڑھتی۔
vi: Ghi chú tùy chọn về kỳ mà khoản điều chỉnh áp dụng. Không dời ngày chi trả.
zh_hans: 可选备注，说明调整所属期间。不会更改发薪时间。
zh_hant: 可選備註，說明此調整所屬期間。不會更動發薪。

# dashboard.payrollDetails.adjustmentEarnedTo
source: Earned to
ar: مكتسب إلى
bg: Начислено до
bn: অর্জিত শেষ
ca: Meritat fins a
cs: Vyděláno do
da: Optjent til
de: Verdient bis
el: Αποδοχές έως
es: Devengado hasta
et: Teenitud kuni
fa: کسب‌شده تا
fi: Ansaittu asti
fil: Kinita hanggang
fr: Gagné au
he: נצבר עד
hi: अर्जित अवधि अंत
hr: Zarađeno do
hu: Elszámolva eddig
id: Diperoleh sampai
is: Áunnið til
it: Maturato a
ja: 対象終了
ko: 발생 종료일
lt: Uždirbta iki
lv: Nopelnīts līdz
nb: Opptjent til
nl: Verdiend tot
nn: Tent til
pl: Należne do
pt_br: Ganho até
ro: Câștigat până la
ru: Заработано по
sk: Zarobené do
sl: Prisluženo do
sr: Zarađeno do
sv: Intjänad till
sw: Iliyopatikana hadi
ta: ஈட்டியது வரை
th: ได้รับถึง
tr: Kazanım bitişi
uk: Зароблено до
ur: کمایا گیا تا
vi: Tích lũy đến
zh_hans: 截止日期
zh_hant: 截止日

# dashboard.payrollDetails.adjustmentExcludedFromTax
source: Exclude from tax estimate
ar: استبعاد من تقدير الضريبة
bg: Изключи от данъчната прогноза
bn: কর অনুমান থেকে বাদ দিন
ca: Exclou de l'estimació fiscal
cs: Vyloučit z odhadu daně
da: Udelad fra skatteestimat
de: Von Steuerschätzung ausschließen
el: Εξαίρεση από εκτίμηση φόρου
es: Excluir del cálculo fiscal
et: Ära arvesta maksuhinnangus
fa: خارج از برآورد مالیات
fi: Ei verolaskelmaan
fil: Huwag isama sa tantiya ng buwis
fr: Exclure de l'estimation fiscale
he: ללא חישוב מס משוער
hi: कर अनुमान से बाहर रखें
hr: Isključi iz procjene poreza
hu: Kizárás az adóbecslésből
id: Kecualikan dari perkiraan pajak
is: Undanþegið skattmati
it: Escludi da stima tasse
ja: 税額推定から除外
ko: 세금 추정 제외
lt: Neįtraukti į mokesčio sąmatą
lv: Neiekļaut nodokļa aprēķinā
nb: Utenfor skatteestimat
nl: Uitsluiten van belastingraming
nn: Hald utanfor skatteestimat
pl: Wyklucz z szac. podatku
pt_br: Excluir da estimativa fiscal
ro: Exclude din estimarea taxei
ru: Исключить из расчёта налога
sk: Vylúčiť z odhadu dane
sl: Izključi iz ocene davka
sr: Isključi iz procene poreza
sv: Exkludera från skatteestimat
sw: Usijumuishe kwenye makadirio ya kodi
ta: வரி மதிப்பீட்டில் சேர்க்க வேண்டாம்
th: ไม่รวมในการประเมินภาษี
tr: Vergi tahminine dahil etme
uk: Виключити з оцінки податку
ur: ٹیکس تخمینے سے خارج
vi: Loại khỏi ước tính thuế
zh_hans: 不计入税额估算
zh_hant: 不列入稅額預估

# dashboard.payrollDetails.adjustmentGrossTaxable
source: Gross, tax estimated
ar: إجمالي، الضريبة مقدرة
bg: Бруто, данъкът се изчислява
bn: গ্রস, কর আনুমানিক
ca: Brut, impost estimat
cs: Hrubá mzda, daň odhadem
da: Brutto, skat beregnes
de: Brutto, Steuer geschätzt
el: Μεικτά, φόρος εκτιμάται
es: Bruto, impuesto estimado
et: Bruto, maks hinnanguline
fa: ناخالص، مالیات تخمینی
fi: Brutto, vero arvioidaan
fil: Gross, tantiya ang buwis
fr: Brut, impôt estimé
he: ברוטו, מס משוער
hi: सकल, कर अनुमानित
hr: Bruto, porez procijenjen
hu: Bruttó, adó becsült
id: Bruto, pajak diperkirakan
is: Brúttó, skattur áætlaður
it: Lordo, tasse stimate
ja: 総額、税額推定
ko: 총액, 세금 추정
lt: Bruto, mokestis apskaičiuojamas
lv: Bruto, nodoklis aprēķināts
nb: Brutto, skatt beregnes
nl: Bruto, belasting geschat
nn: Brutto, skatt utrekna
pl: Brutto, podatek szacowany
pt_br: Bruto, imposto estimado
ro: Brut, taxă estimată
ru: Брутто, налог рассчитывается
sk: Brutto, daň odhadom
sl: Bruto, davek ocenjen
sr: Bruto, porez procenjen
sv: Brutto, skatt beräknas
sw: Ghafi, kodi yakadiriwa
ta: மொத்தம், வரி மதிப்பீடு
th: ก่อนหัก, คำนวณภาษี
tr: Brüt, vergi tahmini
uk: Брутто, податок розрах.
ur: مجموعی، ٹیکس متوقع
vi: Gộp, ước tính thuế
zh_hans: 税前，估税
zh_hant: 毛額，預估稅

# dashboard.payrollDetails.adjustmentGrossTaxableHelp
source: Adds to gross pay and estimates tax from this payout month.
ar: يُضاف إلى الإجمالي ويُقدَّر الضريبة من شهر الصرف هذا.
bg: Добавя се към брутното възнаграждение и се изчислява данък за този месец на плащане.
bn: মোট বেতনে যোগ হয় এবং এই পেমেন্ট মাসের জন্য কর অনুমান করে।
ca: S'afegeix al sou brut i calcula l'impost d'aquest mes de pagament.
cs: Přičte se k hrubé mzdě a odhadne se daň z tohoto výplatního měsíce.
da: Lægges til bruttoløn og beregner skat ud fra denne udbetalingsmåned.
de: Wird zum Bruttolohn addiert und die Steuer für diesen Auszahlungsmonat geschätzt.
el: Προστίθεται στις μικτές αποδοχές και υπολογίζει εκτιμώμενο φόρο για αυτόν τον μήνα πληρωμής.
es: Se suma al salario bruto y estima el impuesto de este mes de pago.
et: Lisab brutopalgale ja hindab maksu selle väljamaksekuu järgi.
fa: به پرداخت ناخالص اضافه می‌شود و مالیات از ماه پرداختِ این مبلغ برآورد می‌شود.
fi: Lisää bruttopalkkaa ja arvioi veron tästä maksukuukaudesta.
fil: Idinadagdag sa gross pay at tinatantya ang buwis mula sa buwang ito ng payout.
fr: Ajoute au brut et estime l’impôt de ce mois de paie.
he: נוסף לשכר ברוטו ומחשב מס משוער לפי חודש התשלום הזה.
hi: सकल वेतन में जोड़ता है और इस भुगतान महीने से कर का अनुमान लगाता है।
hr: Dodaje se bruto plaći i procjenjuje porez za ovaj mjesec isplate.
hu: Hozzáadódik a bruttó bérhez, és ebből a kifizetési hónapból becsli az adót.
id: Menambahkan ke gaji bruto dan memperkirakan pajak dari bulan pembayaran ini.
is: Bætist við brúttólaun og skattur er áætlaður út frá þessum útborgunarmánuði.
it: Aggiunge alla retribuzione lorda e stima le tasse da questo mese di pagamento.
ja: 総支給に加算し、この支給月の税額を見積もります。
ko: 총지급액에 추가되며, 이번 지급 월 기준으로 세금이 추정됩니다.
lt: Pridedama prie bruto atlygio ir apskaičiuojamas šio išmokėjimo mėnesio mokesčio įvertis.
lv: Pieskaita bruto algai un aprēķina nodokli no šī izmaksas mēneša.
nb: Legges til brutto og beregner skatt fra denne utbetalingsmåneden.
nl: Voegt toe aan brutoloon en schat belasting voor deze uitbetalingsmaand.
nn: Blir lagd til brutto og reknar ut skatt frå denne utbetalingsmånaden.
pl: Dodaje do kwoty brutto i szacuje podatek z tego miesiąca wypłaty.
pt_br: Adiciona ao bruto e estima o imposto deste mês de pagamento.
ro: Se adaugă la brut și estimează impozitul pentru luna acestei plăți.
ru: Добавляется к начисленной сумме, налог оценивается для этого месяца выплаты.
sk: Pripočíta sa k hrubej mzde a odhadne sa daň z tohto výplatného mesiaca.
sl: Doda se bruto plači, davek pa se oceni za ta izplačilni mesec.
sr: Dodaje se na bruto platu i procenjuje porez za ovaj mesec isplate.
sv: Läggs till bruttolönen och beräknar skatt från denna utbetalningsmånad.
sw: Huongeza kwenye malipo ghafi na kukadiria kodi kutoka mwezi huu wa malipo.
ta: மொத்த ஊதியத்தில் சேர்க்கப்பட்டு, இந்த கொடுப்பனவு மாதத்திற்கான வரி கணிக்கப்படும்.
th: เพิ่มในยอดจ่ายขั้นต้นและประเมินภาษีจากเดือนที่จ่ายนี้
tr: Brüt ücrete eklenir ve bu ödeme ayından vergi tahmin edilir.
uk: Додається до валової зарплати, а податок оцінюється за цей місяць виплати.
ur: مجموعی تنخواہ میں شامل ہوتا ہے اور اسی ادائیگی کے مہینے سے ٹیکس کا اندازہ لگاتا ہے۔
vi: Cộng vào lương gộp và ước tính thuế từ tháng chi trả này.
zh_hans: 计入税前工资，并按本发薪月估算税额。
zh_hant: 加到稅前薪資，並依本發薪月份估算稅額。

# dashboard.payrollDetails.adjustmentJob
source: Job
ar: الوظيفة
bg: Работа
bn: কাজ
ca: Feina
cs: Práce
el: Εργασία
es: Trabajo
et: Töö
fa: شغل
fi: Työ
fil: Trabaho
fr: Emploi
he: עבודה
hi: काम
hr: Posao
hu: Munka
id: Pekerjaan
is: Starf
it: Lavoro
ja: 仕事
ko: 근무
lt: Darbas
lv: Darbs
nb: Jobb
nl: Werk
nn: Jobb
pl: Praca
pt_br: Trabalho
ru: Работа
sk: Práca
sl: Delo
sr: Posao
sv: Jobb
sw: Kazi
ta: வேலை
th: งาน
tr: İş
uk: Робота
ur: ملازمت
vi: Công việc
zh_hans: 工作
zh_hant: 工作

# dashboard.payrollDetails.adjustmentNetManual
source: Net/manual
ar: صافي/يدوي
bg: Нетно/ръчно
bn: নেট/ম্যানুয়াল
cs: Čistá/manuálně
da: Netto/manuelt
de: Netto/manuell
el: Καθαρά/χειροκίνητο
es: Neto/manual
et: Neto/käsitsi
fa: خالص/دستی
fi: Netto/manuaali
fr: Net/manuel
he: נטו/ידני
hi: शुद्ध/मैनुअल
hr: Neto/ručno
hu: Nettó/kézi
id: Neto/manual
is: Nettó/handvirkt
it: Netto/manuale
ja: 手取り/手動
ko: 실지급/수동
lt: Neto / rankiniu būdu
lv: Neto/manuāli
nb: Netto/manuell
nl: Netto/handmatig
nn: Netto/manuell
pl: Netto/ręcznie
pt_br: Líquido/manual
ru: Нетто/вручную
sk: Netto/manuálne
sl: Neto/ročno
sr: Neto/ručno
sv: Netto/manuell
sw: Halisi/mwongozo
ta: நிகரம்/கைமுறை
th: สุทธิ/กำหนดเอง
tr: Net/manüel
uk: Нетто/вручну
ur: خالص/دستی
vi: Thực nhận/thủ công
zh_hans: 税后/手动
zh_hant: 淨額/手動

# dashboard.payrollDetails.adjustmentNetManualHelp
source: Adds the amount directly to what you receive. No tax is estimated.
ar: يُضاف المبلغ مباشرةً إلى ما تستلمه. لا تُقدَّر أي ضريبة.
bg: Добавя сумата директно към това, което получавате. Не се изчислява данък.
bn: টাকাটি সরাসরি আপনার প্রাপ্তিতে যোগ হয়। কোনো কর অনুমান করা হয় না।
ca: Afegeix l'import directament al que reps. No es calcula cap impost.
cs: Přičte částku přímo k tomu, co dostanete. Daň se neodhaduje.
da: Lægger beløbet direkte til det, du får udbetalt. Der beregnes ikke skat.
de: Addiert den Betrag direkt zu deiner Auszahlung. Es wird keine Steuer geschätzt.
el: Προσθέτει το ποσό απευθείας σε όσα λαμβάνετε. Δεν υπολογίζεται φόρος.
es: Suma el importe directamente a lo que recibes. No se estima impuesto.
et: Lisab summa otse väljamaksele. Maksu ei hinnata.
fa: مبلغ را مستقیم به دریافتی شما اضافه می‌کند. مالیات برآورد نمی‌شود.
fi: Lisää summan suoraan saamaasi määrään. Veroa ei arvioida.
fil: Direktang idinadagdag ang halaga sa matatanggap mo. Walang tinatayang buwis.
fr: Ajoute directement le montant à votre paiement. Aucun impôt n’est estimé.
he: מוסיף את הסכום ישירות למה שתקבל. לא מחושב מס משוער.
hi: राशि सीधे आपकी प्राप्ति में जोड़ता है। कर का अनुमान नहीं लगाया जाता।
hr: Dodaje iznos izravno onome što primate. Porez se ne procjenjuje.
hu: Az összeget közvetlenül hozzáadja a kifizetéshez. Nem becsül adót.
id: Menambahkan jumlah langsung ke yang Anda terima. Tidak ada perkiraan pajak.
is: Bætir upphæðinni beint við það sem þú færð greitt. Enginn skattur er áætlaður.
it: Aggiunge l'importo direttamente a quanto ricevi. Nessuna tassa stimata.
ja: 受取額に直接加算します。税額は見積もりません。
ko: 실수령액에 직접 추가됩니다. 세금은 추정되지 않습니다.
lt: Suma pridedama tiesiai prie išmokamos sumos. Mokesčiai neapskaičiuojami.
lv: Pieskaita summu tieši saņemtajai summai. Nodoklis netiek aprēķināts.
nb: Legger beløpet direkte til det du får utbetalt. Skatt beregnes ikke.
nl: Voegt het bedrag direct toe aan wat je ontvangt. Er wordt geen belasting geschat.
nn: Legg beløpet direkte til det du får utbetalt. Skatt blir ikkje rekna ut.
pl: Dodaje kwotę bezpośrednio do wypłaty. Podatek nie jest szacowany.
pt_br: Adiciona o valor diretamente ao que você recebe. Nenhum imposto é estimado.
ro: Adaugă suma direct la ce primești. Nu se estimează impozit.
ru: Сумма добавляется прямо к выплате. Налог не оценивается.
sk: Pripočíta sumu priamo k tomu, čo dostanete. Daň sa neodhadne.
sl: Znesek se doda neposredno k izplačilu. Davek se ne oceni.
sr: Dodaje iznos direktno na ono što primate. Porez se ne procenjuje.
sv: Lägger beloppet direkt till det du får utbetalt. Ingen skatt beräknas.
sw: Huongeza kiasi moja kwa moja kwenye unachopokea. Hakuna kodi inayokadiriwa.
ta: தொகை நேரடியாக நீங்கள் பெறுவதில் சேர்க்கப்படும். வரி கணிக்கப்படாது.
th: เพิ่มจำนวนเงินเข้าในยอดที่คุณได้รับโดยตรง ไม่มีการประเมินภาษี
tr: Tutarı doğrudan elinize geçene ekler. Vergi tahmin edilmez.
uk: Додає суму прямо до вашої виплати. Податок не оцінюється.
ur: رقم براہِ راست آپ کی وصولی میں شامل ہوتی ہے۔ ٹیکس کا اندازہ نہیں لگایا جاتا۔
vi: Cộng trực tiếp số tiền vào khoản bạn nhận. Không ước tính thuế.
zh_hans: 金额直接计入实发。不会估算税额。
zh_hant: 金額直接加到實領金額，不估算稅額。
